<script setup>
</script>

<template>
    <div class="container text-secondary">
        <ul>
            <li>
                <h6 class="fw-bold">一、iShow會員相關權益</h6>
                <ol class="ps-1 d-flex flex-column gap-1">
                    <li>1. 申請資格：需持有本國身分證或居留證者方可申請，且一人僅可申請一個帳號。</li>
                    <li>2. 票價及餐飲折扣、販賣部特殊商品、NT Live、特殊映演搶先購及兌點規則請依各影城公告為主。</li>
                    <li>3. 官網與APP訂票：需另支付手續費。</li>
                </ol>
            </li>
            <li class="mt-4">
                <h6 class="fw-bold">二、iShow會員分級</h6>
                <ol class="ps-1 d-flex flex-column gap-1">
                    <li>1. 統計周期：每年01/01-12/31，依會員當年度有效消費金額進行會員等級調整，並給予不同分級優惠回饋。有效消費金額不含團體電影優惠券、經濟餐飲兌換券、豪華餐飲兌換券及包廳之購買金額。有效消費金額定義：係指會員於本影城官方通路（含官網、APP、售票處、自動取購票機）消費，且實際支付予影城之交易金額（包含電影票價與餐飲商品）。</li>
                    <li class="text-danger">不列入累積金額之項目包括：
                        <ol type="a" class="mb-2 mx-2">
                            <li>＊非影城直接銷售之票券：片商交換券/預售券、外部網站代銷之票券。</li>
                            <li>＊優惠票券類：團體電影優惠券、經濟餐飲兌換券與豪華餐飲兌換券之金額。</li>
                            <li>＊特殊活動：包廳/包場之金額。</li>
                        </ol>
                    </li>
                    <li>2. 會員等級有效期間：12個月。升級提醒以E-MAIL通知。</li>
                    <li>3. 白金影迷iShow點數2倍送：贈送之點數於消費後，由系統即時存入會員帳戶中。</li>
                    <li>4. 生日禮：黃金影迷贈送中杯可樂乙杯+小份爆米花乙份；白金影迷贈送免費電影票乙張；均於會員生日當月1日存入會員帳戶中，限當月使用，逾期無效，恕不補發。</li>
                    <li>5. 忠誠禮：免費電影票乙張+中杯可樂乙杯+小份爆米花乙份；黃金影迷贈送乙份並於每年03/01存入會員帳戶中，白金影迷贈送兩份並於每年03/01及09/01入會員帳戶中；電影票及餐飲限當月使用，逾期無效，恕不補發。</li>
                    <li>6. 贈送之票券及餐飲欲使用時，請依商品種類至各相關臨櫃出示威秀影城APP 虛擬條碼進行掃描或持卡過卡即可劃位入場或兌換領取。</li>
                    <li>7. 免費電影票僅限於臨櫃兌換一般廳2D電影，不適用於網路訂位及加價觀賞數位3D電影或 GOLD CLASS頂級影廳、IMAX、4DX、TITAN SCREEN和MUCROWN影廳或其他特殊影廳電影。</li>
                </ol>
            </li>
        </ul>
    </div>
</template>



<style lang="scss" scoped>

</style>
